0_batch/requests/company.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:gs="http://kp.com/ws">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getCompanyRequest>
      </gs:getCompanyRequest>
   </soapenv:Body>
</soapenv:Envelope>